
/* conjunction to end a compound sentence */
" and" = " og";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" er allerede i bruk.";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (logger på)";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ spør deg om å sende %2$@";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Ny konto>";

/* No comment provided by engineer. */
"Account:" = "Konto:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Handling:";

/* No comment provided by engineer. */
"Add Account" = "Legg til konto";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Legg til en handling for den valgte hendelsen";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium støtter kryptering, autorisering, nekting, og perfekt videresending over %@ via Off-the-Record Messaging (OTR). Hvis din kontakt ikke bruker en OTR-kompatibel klient, så vil kontakten få sendt en link til OTR-nettstedet. For mer informasjon, besøk http://www.cypherpunks.ca/otr/.";

/* No comment provided by engineer. */
"Alias:" = "Alias:";

/* No comment provided by engineer. */
"available contact" = "available contact";

/* No comment provided by engineer. */
"away contact" = "away contact";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Cancel current account activity prefix */
"Cancel: %@" = "Avbryt: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Kan ikke åpne lydsett";

/* No comment provided by engineer. */
"Clear" = "Slett";

/* No comment provided by engineer. */
"Configure the selected action" = "Konfigurer den valgte handlingen";

/* Connect account prefix */
"Connect: %@" = "Logg på: %@";

/* No comment provided by engineer. */
"contact list group" = "kontaktlisteperson";

/* No comment provided by engineer. */
"Custom" = "Egendefinert";

/* Button which deletes the selection */
"Delete" = "Slett";

/* New contact alert pane */
"Delete after event occurs" = "Slett etter at hendelsen har blitt utført";

/* No comment provided by engineer. */
"Delete Event?" = "Slette hendelsen?";

/* No comment provided by engineer. */
"Disable" = "Deaktiver";

/* No comment provided by engineer. */
"Disabled Accounts" = "Deaktiver konti";

/* Disconnect account prefix */
"Disconnect: %@" = "Logg av: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Ferdig";

/* Button which duplicates the selection */
"Duplicate" = "Dupliser";

/* No comment provided by engineer. */
"Edit" = "Rediger";

/* No comment provided by engineer. */
"Edit Account" = "Endre konto";

/* No comment provided by engineer. */
"Edit Link" = "Endre link";

/* No comment provided by engineer. */
"Edit presets:" = "Endre forhåndsinnstilling:";

/* Enable account prefix */
"Enable %@" = "Aktiver %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Kryptering:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Hendelse:";

/* No comment provided by engineer. */
"Idle" = "Inaktiv";

/* No comment provided by engineer. */
"idle contact" = "idle contact";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Ugyldig statusikonpakke";

/* No comment provided by engineer. */
"Join" = "Bli med";

/* No comment provided by engineer. */
"Join Chat" = "Bli med samtale";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "La andre vite at du skriver";

/* Label for the login server field in the account preferences */
"Login Server:" = "Login Server:";

/* No comment provided by engineer. */
"New Alert" = "Ny advarsel";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Ingen kompitable kontoer er koblet til";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Passord:";

/* No comment provided by engineer. */
"Paste" = "Lim inn";

/* Label for the port field in the account preferences */
"Port:" = "Port:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Fjerne %i handliner forbindet med denne hendelsen?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Fjern de markerte handlingene";

/* Button which renames the selection */
"Rename" = "Endre navn";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Opgradering av lydsett feilet";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "Den aktive statusikonpakken \"%1$@\" installert på \"%2$@\" er ugyldig. Den mangler statusikonet \"%3$@\". Hvis du fant pakken på adiumxtras.com, vennligst kontakt dens forfatter. Statusikonene blir gjenopprettet til standardinnstillinger.";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Brukernavnet du har oppgitt har ugyldige tegn for denne tjenesten.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Denne versjonen av Adium kjenner ikke til lydsettet %1$@ (versjon %2$@). Kanskje oppdatere Adium?";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Denne versjonen av Adium bruker en ny type format for lydsett. Adium kunne ikke oppdatere lydsettet %1$@ (%2$@). Den har blitt deaktivert.";

/* Label in front of the title for a preset */
"Title:" = "Tittel:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Skriving:";

/* No comment provided by engineer. */
"Unknown" = "Ukjent";

/* No comment provided by engineer. */
"User Name" = "Brukernavn";
